kSlideshowPanelTitle = "Panel";

kSlideshowNextButtonToolTip = "Next";
kSlideshowPlayButtonToolTip = "Play";
kSlideshowPauseButtonToolTip = "Pause";
kSlideshowBackButtonToolTip = "Back";

kSlideshowFitToScreenButtonToolTip = "Fit to Screen";
kSlideshowActualSizeButtonToolTip = "Actual Size";

kSlideshowIndexSheetButtonToolTip = "Index Sheet";
kSlideshowSingleImageButtonToolTip = "Single Image";

kSlideshowAddToiPhotoToolTip = "Add to iPhoto";
kSlideshowAddedToiPhotoToolTip = "Added to iPhoto";

kSlideshowCloseToolTip = "Close";

kSlideshowCouldNotOpenImage = "The image ’%d’ could not be opened.";
kSlideshowCouldNotOpenImageName = "Could not open image ’%@’.";
kSlideshowOK = "OK";
kSlideshowExportToiPhotoFileName = "Image";



kSlideshowNextButtonAXDescription = "next";
kSlideshowPlayButtonAXDescription = "play";
kSlideshowPauseButtonAXDescription = "pause";
kSlideshowBackButtonAXDescription = "back";

kSlideshowFitToScreenButtonAXDescription = "fit to screen";
kSlideshowActualSizeButtonAXDescription = "actual size";

kSlideshowIndexSheetButtonAXDescription = "index sheet";
kSlideshowSingleImageButtonAXDescription = "single image";

kSlideshowAddToiPhotoAXDescription = "add to iphoto";
kSlideshowAddedToiPhotoAXDescription = "added to iphoto";

kSlideshowCloseAXDescription = "close";

